Repository: Lilium27/omegat-l10n-zh-cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: In the following window you can indicate that the language selected is to be used in OmegaT.
zh_cn: 在下一个窗口中，您可以选择是否要让 OmegaT 也使用这个语言。

source: In the target document, nothing will appear for this segment.
zh_cn: 此句段在译文文档中不会显示任何东西。

source: In this case, a useful procedure would be:
zh_cn: 在这种情况下，有用的流程可以是这样：

source: In this case, place the translation memories you wish to use in the /tm or /tm/auto folder of your new project: in the former case you will get hits from these translation memories in the fuzzy matches viewer, and in the latter case these TMs will be used to pre-translate your source text.
zh_cn: 在这种情况下，将您需要的翻译记忆库文件放入 /auto 文件夹中：前一种情况下，会在模糊匹配查看器中看到来自于这些翻译记忆库的匹配，而后一种情况下，这些翻译记忆库将用于对原文文本进行预翻译。

source: In this case, the NL-EN translation memory can serve as a go-between to help generate NL to ZH translation.
zh_cn: 在这种情况下，NL-EN 翻译记忆库可以作为一个中转来帮助生成 NL 到 ZH 的翻译。

source: In this case, the procedure is the same, but the project manager does not add files to the /source folder.
zh_cn: 在这种情况下，流程是一样的，但项目经理不向 /source 文件夹中添加文件。

source: In this mode, "Cursor lock off" is displayed at the bottom of the pane.
zh_cn: 此模式下， “光标锁定”显示在窗格底部。

source: Include Pattern
zh_cn: 包含模式

source: Include matches from &other languages
zh_cn: 包含来自其他语言的匹配(&O)

source: Include the &first non-unique segment when marking non-unique segments
zh_cn: 标记非独特句段时包含首个非独特句段(&F)

source: Individual File Statistics:
zh_cn: 各文件统计数据：

source: Info
zh_cn: 信息

source: Initializing
zh_cn: 初始化

source: Initially empty, this folder will contain dictionaries you have added to the project.
zh_cn: 文件夹一开始是空的，它将包含您加入项目中的词典。

source: Initially load this many segments:
zh_cn: 初始载入句段数量：

source: Initially, that is when the project is created, the main TM of the project, project_save.tmx is empty.
zh_cn: 一开始，即项目创建时，项目的主翻译记忆库 project_save.tmx 为空。

source: Insert Match or Selection
zh_cn: 插入匹配或所选内容

source: Insert Match or Selection Into Translation
zh_cn: 将匹配或所选内容插入译文

source: Insert Missing Source Tags
zh_cn: 插入缺失的原文标签

source: Insert Next Missing Tag
zh_cn: 插入下一个缺失标签

source: Insert Selection
zh_cn: 插入所选内容

source: Insert Source
zh_cn: 插入原文

source: Insert the &best fuzzy match
zh_cn: 插入最佳模糊匹配(&B)

source: Insert the &source text
zh_cn: 插入源文本(&S)

source: Inserts only one tag (among the missing ones) at the cursor position.
zh_cn: 在光标位置处只插入一个标签（所有缺失标签之一）。

source: Inserts the currently selected fuzzy match at the cursor position.
zh_cn: 在光标位置插入当前选中的模糊匹配。

source: Inserts the source at the cursor position.
zh_cn: 在光标位置插入原文。

source: Inserts the source tags (if they where missing) at the cursor position.
zh_cn: 在光标位置插入（如果有缺失的）原文标签。

source: Install
zh_cn: 安装

source: Installing OmegaT
zh_cn: 安装 OmegaT

source: Installing and running OmegaT
zh_cn: 安装和运行 OmegaT

source: Instant Start
zh_cn: 快速入门

source: Insufficient permissions for project dir {0}
zh_cn: 对于项目目录 {0} 的权限不足

source: Invalid API key
zh_cn: 无效的 API 密钥

source: Invalid HTML file
zh_cn: 无效的 HTML 文件

source: Invalid file format
zh_cn: 无效的文件格式

source: Invalid repository type: {0}
zh_cn: 无效的存储库类型：{0}

source: Is alternative
zh_cn: 是否为替代译文

source: Is default translation
zh_cn: 为默认译文

source: Is duplicate
zh_cn: 是否重复

source: Issues
zh_cn: 问题

source: Issues ({0} of {1})
zh_cn: 问题 ({0} / {1})

source: Issues ({0})
zh_cn: 问题 ({0})

source: Issues for {0} ({1} of {2})
zh_cn: {0} 的问题 ({1} / {2})

source: Issues for {0} ({1})
zh_cn: {0} 的问题 ({1})

source: It also contains installation instructions.
zh_cn: 安装说明也包含在内。

source: It also displays the number of fuzzy and glossary matches for the current segment.
zh_cn: 它还显示当前句段中模糊匹配的数量和术语匹配的数量。

source: It also possible to change the position of a filename, by clicking on it and pressing Move ... buttons.
zh_cn: 也可以通过点击文件名并按下各个移动按钮来改变文件名的位置。

source: It can also be used in all the input fields found in OmegaT - in the search window, for segmentation rules etc.
zh_cn: 它也适用于在所有的输入字段中使用——搜索窗口中、分割规则等。

source: It can be used separately for all three panes (Editor, Fuzzy Matches and Glossary) by clicking on the pane and toggling the display mode.
zh_cn: 通过点击窗格并切换显示模式，它可以单独用于所有三个窗格（编辑器、模糊匹配和术语表）。

source: It is often useful to search for words and phrases in the source text and in your translation, so press Ctrl+F for the Text Search dialog at any time.
zh_cn: 如果需要在源文本和翻译中搜索单词和短语，请按下 Ctrl+F 打开文本搜索对话框。

source: It is possible to drag and drop files to each pane, which will react accordingly.
zh_cn: 可以将文件拖放到各个窗格中，窗格会有所响应。

source: It is possible to drag text from anywhere in the main window and to drop it within the segment.
zh_cn: 可以从主窗口的任何地方拖动文本并将其放入该句段。

source: It is possible to use wildcards, using the ant syntax.
zh_cn: 允许使用通配符 和 ant 语法.

source: It is the segment that is displayed in two parts.
zh_cn: 该句段分为两部分显示。

source: It is used to mark your translations.
zh_cn: 用作默认译文

source: It may happen, that translation memories, available in the tm subfolder, contain segments with identical source text, but differing targets.
zh_cn: 可能会出现这种情况，tm 子文件夹中的翻译记忆库包含与原文相同的句段，但译文不同。

source: It needs to be converted to a new team project, but this cannot be done in console mode.
zh_cn: 它需要转换为新的团队项目，但这无法在控制台模式下完成。

source: It should be noted that when OmegaT is in RTL mode, both source and target are displayed in RTL mode.
zh_cn: 注意，处于从右向左模式时，原文和译文都以从右向左模式显示。

source: It should thus be carried out by a project manager, a project leader or a localisation engineer.
zh_cn: 因此，它应当由项目经理、项目负责人或本地化工程师来执行。

source: It shows translation of terms found in the current segment.
zh_cn: 它会显示出现在当前句段中的词汇的翻译。

source: It was not possible to create the script folder inside the configuration folder.
zh_cn: 无法在配置文件夹下创建脚本文件夹

source: It will contain glossaries you will be using in the project.
zh_cn: 它将包括您在项目中使用到的词汇。

source: Italian
zh_cn: 意大利语（Italian）

source: Item:
zh_cn: 项目：

source: JAR files
zh_cn: JAR 文件

source: JGit (Eclipse Distribution License)
zh_cn: JGit (Eclipse Distribution 许可)

source: JSch (JSch License)
zh_cn: JSch (JSch 许可)

source: Japanese
zh_cn: 日语（Japanese）

source: Jar used for plugins: {0}
zh_cn: Jar 用于插件：{0}

source: Java Resource Bundles Filter Options
zh_cn: Java 资源包过滤器选项

source: Java(TM) Resource Bundles
zh_cn: Java(TM) 资源包

source: Java: {0} ver.
zh_cn: Java: {0} 版本.

source: Jmyspell (LGPL License)
zh_cn: Jmyspell (LGPL 许可)

source: Justification of source and target segments depends upon the project languages.
zh_cn: 原文与译文句段的对齐方式取决于项目的语言。

source: Keep
zh_cn: 保留

source: Keep All
zh_cn: 全部保留

source: Keep Mine
zh_cn: 保留我的

source: Keep None
zh_cn: 全部不保留

source: Keep Other
zh_cn: 保留其他人的

source: Key:
zh_cn: 键：

source: Key=Value Text
zh_cn: “键=值”文本

source: Keyword searches are not available in the search string.
zh_cn: 关键字查找在句段查找中无效。

source: Keyword searches match all the space-separated keywords regardless of their order.
zh_cn: 选择关键字查找来以任意顺序查找任意数量的单个完整单词。

source: Language Checker
zh_cn: 语言检查器

source: Language Name
zh_cn: 语言名称

source: Language Pattern
zh_cn: 语言模式

source: Language not specified for translation unit variant.
zh_cn: 没有为翻译单元变量指定语种。

source: LanguageTool (LGPL License and others)
zh_cn: LanguageTool (LGPL 和其他许可)

source: LanguageTool API version mismatch
zh_cn: LanguageTool API 版本不匹配

source: LanguageTool Issues
zh_cn: 语言工具问题

source: LanguageTool is misconfigured.
zh_cn: LanguageTool 设置

source: LanguageTool is not available for your target language.
zh_cn: LanguageTool 不适用于您的译文语言。

source: LanguageTool server started
zh_cn: LanguageTool 服务器已启动

source: LanguageTool server terminated
zh_cn: LanguageTool 服务器已终止

source: LanguageTool settings
zh_cn: LanguageTool 设置

source: LanguageTool will be disabled until the project is closed.
zh_cn: LanguageTool 将被禁用至项目关闭。

source: LanguageTool: An error occurred during check.
zh_cn: LanguageTool：检查期间发生错误。

source: LanguageTool: Bad URL
zh_cn: LanguageTool: URL 错误

source: LanguageTool: Server start timeout
zh_cn: LanguageTool：服务器启动超时

source: LanguageTool: bad local path
zh_cn: LanguageTool：错误的本地路径

source: LanguageTool: local port is unavailable
zh_cn: LanguageTool：本地端口不可用

source: LanguageTool: server returned XML when JSON was expected.
zh_cn: LanguageTool：服务器在预期 JSON 的情况下返回了 XML。

source: Languages
zh_cn: 语言

source: Last Changes...
zh_cn: 最近变更...

source: Last changes
zh_cn: 最近更新

source: Launches scripts that have been associated with a number.
zh_cn: 启动与此数字相关联的脚本。

source: Learn to use OmegaT in 5 minutes!
zh_cn: 五分钟内学会使用 OmegaT！

source: Level 2 tmx files will still be imported and their textual content can be seen in OmegaT, but the quality of fuzzy matches will be somewhat lower.
zh_cn: 级别 2 的 tmx 文件依然会被导入，在 OmegaT 中能看到其文本内容，但模糊匹配的质量会有所下降。

source: Line length:
zh_cn: 行长度：

source: Links (&URL)
zh_cn: 链接(&URL)

source: List View
zh_cn: 列表视图

source: Load a project to configure rules for that project's languages.
zh_cn: 加载一个项目来配置该项目语言的规则。

source: Loading Project
zh_cn: 正在加载项目

source: Loading TMX files...
zh_cn: 正在载入 TMX 文件...

source: Loading glossaries
zh_cn: 载入词汇表

source: Loading glossary {0}
zh_cn: 载入术语表{0}

source: Loading project...
zh_cn: 正在载入项目...

source: Loading: {0}
zh_cn: 正在载入：{0}

source: Local File/Folder
zh_cn: 本地文件/文件夹

source: Local installation path:
zh_cn: 本地安装路径：

source: Local translation not synchronized with remote repository.
zh_cn: 本地翻译没有与远程版本库同步。

source: Location
zh_cn: 位置

source: Log...
zh_cn: 日志...

source: Log:
zh_cn: 日志：

source: Lucene (Apache License 2.0)
zh_cn: Lucene (Apache许可 2.0)

source: Mac OS X users, note: use Shift Ctrl O shortcut and not cmd+Ctrl+O.
zh_cn: 对于 Mac OS X 用户，请注意：使用

source: Machine Translate
zh_cn: 机器翻译

source: Machine Translation
zh_cn: 机器翻译

source: Machine Translation Options
zh_cn: 机器翻译选项

source: Magento CE Locale CSV
zh_cn: Magento CE 语言环境 CSV

source: Main Window - counters
zh_cn: 主窗口 - 计数

source: Make a slight change anywhere in the project.
zh_cn: 在项目中任意位置稍做改动。

source: Make decision about immunity of the enforced segments:
zh_cn: 您需决定被强制更改的句段的影响：

source: Make regular copies of the file /omegat/project_save.tmx to backup media, such as CD or DVD.
zh_cn: 定期将 /omegat/project_save.tmx 复制到备份媒介上，例如 CD 或 DVD。

source: Manage Right-To-Left languages
zh_cn: 驾驭从右向左的语言

source: Manually defined rules
zh_cn: 手工定义的规则

source: Mapping of Local Folders to Remote Folders in Repositories
zh_cn: 本地文件夹到存储库中远程文件夹的映射

source: Mapping parameters
zh_cn: 映射参数

source: Mar&k Whitespace
zh_cn: 标记空白字符(&K)

source: Mark &Auto-Populated Segments
zh_cn: 标记自动填充句段(&A)

source: Mark &Bidirectional Algorithm Control Characters
zh_cn: 标记双向算法控制字符(&B)

source: Mark &Non-breakable Spaces
zh_cn: 标记不换行空格(&N)

source: Mark Accepted
zh_cn: 标记为已接受

source: Mark Auto-Populated Segments
zh_cn: 标记自动填充句段

source: Mark Bidirectional Algorithm Control Characters
zh_cn: 标记双向算法控制字符

source: Mark Glossary Matches
zh_cn: 标记词汇表匹配

source: Mark Needs Review
zh_cn: 标记为需要审查

source: Mark Non-Unique Se&gments
zh_cn: 标记非独特句段(&G)

source: Mark Non-Unique Segments
zh_cn: 标记非独特句段

source: Mark Non-breakable Spaces
zh_cn: 标记不换行空格

source: Mark Paragraph delimitations
zh_cn: 标记段落界定

source: Mark Segments &with Notes
zh_cn: 标记含备注的句段(&W)

source: Mark Segments with Notes
zh_cn: 标记含备注的句段

source: Mark Translated Segments
zh_cn: 标记已译句段

source: Mark Untranslated Segments
zh_cn: 标记未译句段

source: Mark Whitespace
zh_cn: 标记空白字符

source: Mask
zh_cn: 掩码

source: Match Statistics
zh_cn: 匹配统计数据

source: Match Statistics per File
zh_cn: 每个文件的匹配统计数据

source: Match display template
zh_cn: 匹配显示模板

source: Match type
zh_cn: 匹配类型

source: Matches Changed
zh_cn: 匹配中变化的部分

source: Matches Deleted Active
zh_cn: 运行匹配中删除的部分

source: Matches Deleted Inactive
zh_cn: 不运行匹配中删除的部分

source: Matches Inserted Active
zh_cn: 运行匹配中插入的部分

source: Matches Inserted Inactive
zh_cn: 不运行匹配中插入的部分

source: Matches Unchanged
zh_cn: 匹配中未变化的部分

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
zh_cn: 显示与原文句段匹配的翻译记忆句段。匹配结果可来自当前翻译或放在 /tm/ 文件夹中的 TMX 文件。

source: Maximize
zh_cn: 最大化

source: Maximum line length:
zh_cn: 最大行长度：

source: Maximum number of finds has been reached ({0})
zh_cn: 已达到最大查找数量（{0}）

source: Memor&y
zh_cn: 项目记忆库(&Y)

source: Menus
zh_cn: 菜单

source: Merge
zh_cn: 合并

source: Microsoft Translator
zh_cn: 微软翻译

source: Microsoft Translator Subscription Key not available.
zh_cn: Microsoft Translator 订阅密钥不可用。

source: Mine
zh_cn: 我的

source: Minimize
zh_cn: 最小化

source: Minutes:
zh_cn: 分钟数：

source: Missing
zh_cn: 缺失

source: Missing tags
zh_cn: 标签缺失

source: Mistranslated segments can of course be corrected later manually using Create Alternative Translation.
zh_cn: 当然，错译句段之后可以用 创建替代译文 手动纠正。

source: Mixing RTL and LTR strings in segments
zh_cn: 在句段中混合从右向左和从左向右字符串

source: Model Id:
zh_cn: 模型 Id：

source: Modification Info
zh_cn: 修订信息

source: Modification info
zh_cn: 修订信息

source: Modification info template
zh_cn: 修订信息模板

source: Modification info template for segments without date
zh_cn: 无日期句段的信息模板修订

source: Modification info text
zh_cn: 修订信息文本

source: Modifying the segmentation rules may have the effect of modifying the number of segments/unique segments.
zh_cn: 修改分割规则可能会改变句段/非重复句段的数量。

source: Monolingual
zh_cn: 单一语言

source: Moodle PHP Filter Options
zh_cn: Moodle PHP 过滤器选项

source: Moses Server URL:
zh_cn: Moses 服务器网址：

source: Move &First
zh_cn: 移到开头(&F)

source: Move &Last
zh_cn: 移到末尾(&L)

source: Move &Up
zh_cn: 上移(&U)

source: Move Do&wn
zh_cn: 下移(&W)

source: Move Down
zh_cn: 下移

source: Move U&p
zh_cn: 上移(&P)

source: Move Up
zh_cn: 上移

source: Moves to the next already translated segment, ignoring untranslated segments.
zh_cn: 移动到下一个已译句段，忽略未译句段。

source: Moves to the next segment that has no equivalent in the translation memory.
zh_cn: 移动到下一个在翻译记忆库中无相同内容的句段。

source: Moves to the next segment.
zh_cn: 移动到下一个句段。

source: Moves to the previous segment.
zh_cn: 移动到上一个句段。

source: Moves to the segment that does correspond to the current selected match in the Fuzzy matches pane.
zh_cn: 移动到模糊匹配窗格中当前选择的匹配相对应的句段。

source: Mozilla DTD Filter Options
zh_cn: Mozilla DTD 过滤器选项

source: Multiple Translations
zh_cn: 多重译文

source: MyMemory (human)
zh_cn: MyMemory（人工）

source: MyMemory (machine)
zh_cn: MyMemory（机器）

source: Name
zh_cn: 名称

source: Name of the local folder or file, relative to the root of the OmegaT project.
zh_cn: 本地文件夹或文件的名称，相对于 OmegaT 项目的根文件夹。

source: Name of the remote folder or file, relative to the repository url.
zh_cn: 远程文件夹或文件的名称，相对于存储库网址。

source: Neural machine translation
zh_cn: 神经机器翻译

source: New Language and Country
zh_cn: 新语言和国家

source: New LanguageTool rule
zh_cn: 新建 LanguageTool 规则

source: New Local Project Folder:
zh_cn: 新建本地项目目录：

source: New translation memories placed in the /tm folder while translating are loaded automatically as soon as the cursor moves from one segment to another.
zh_cn: 在翻译过程中新放入 /tm 文件夹的翻译记忆库会在光标从一个句段移动到另一个句段时立即自动载入。

source: New...
zh_cn: 新建...

source: Next
zh_cn: 下一个

source: Next Note
zh_cn: 下一个备注

source: Next Segment
zh_cn: 下一个句段

source: Next Translated Segment
zh_cn: 下一个已译句段

source: Next Untranslated Segment
zh_cn: 下一个未译句段

source: Next →
zh_cn: 下一个 →

source: Next, the Project Files dialog opens.
zh_cn: 接着会出现项目文件对话框。

source: No Issues Found
zh_cn: 没找到问题

source: No Suggestions
zh_cn: 无建议

source: No action is taken, if no Machine Translation service has been activated (in Options Machine Translate ).
zh_cn: 如果未激活任何机器翻译服务（在选项机器翻译中）则不会有任何动作。

source: No connection available, the project is in offline mode.
zh_cn: 没有可用连接，项目处于离线模式。

source: No match:
zh_cn: 不匹配：

source: No matches returned by search.
zh_cn: 没有找到匹配项。

source: No need to save project, because no changes were made
zh_cn: 由于未作修改，无需保存项目

source: No new dictionaries available at the remote server.
zh_cn: 远程服务器上没有新词典可用。

source: No script bound in slot #{0}.
zh_cn: 无脚本与槽 #{0} 绑定。

source: No script selected.
zh_cn: 未选择脚本。

source: No script set.
zh_cn: 未设置脚本。

source: No tags and no numbers
zh_cn: 不考虑标签和数字

source: Non-breakable space
zh_cn: 不换行空格

source: Non-breakable spaces
zh_cn: 不换行空格

source: Non-unique segments
zh_cn: 非独特句段

source: Non-unique segments background
zh_cn: 非独特句段背景

source: Non-visible Instruction Te&xt
zh_cn: 不可见说明文本(&X)

source: Non-visible formatting (i.e., which doesn't appear as tags in the OmegaT editor) is retained in target documents.
zh_cn: 不可见的格式信息（即不会在 OmegaT 编辑器中显示为标签的那些）在译文文档中会得已保留。

source: Normal
zh_cn: 正态分布（Normal）

source: Not a valid XML file!
zh_cn: 不是有效的 XML 文件！

source: Not present
zh_cn: 不存在

source: Note
zh_cn: 备注

source: Note however that the numbers do not indicate how relevant the repetitions are: they could mean relatively long sentences repeated a number of times (in which case you are fortunate) or it could describe a table of keywords (not so fortunate).
zh_cn: 不过这里要注意，这些数字上并不能表明重复的相关程度：有可能表明，较长的句子重复了很多次（很走运的情况），也可能重复了很多关键字（不那么走运）。

source: Note that all the tmx files in the /tm repository are parsed when the project is opened, so putting all different TMs you may have on hand into this folder may unnecessarily slow OmegaT down.
zh_cn: 注意，在打开项目时会解析 /tm 仓库中的所有 tmx 文件，因此将手头各种翻译记忆库全放进此文件夹可能会不必要地拖慢 OmegaT。

source: Note that in the menu Options->File Filters, the global user filters are changed, not the project filters.
zh_cn: 注意在菜单中 选项->文件过滤器中, 全局用户过滤器已更改，项目过滤器未更改。t

source: Note that only one TMX for a given language pair is possible, so if several translation memories should be involved, you will need to merge them all into the XX_YY.tmx.
zh_cn: 注意，对于给定语言对只能使用一个 TMX，因此如果涉及多个翻译记忆库，则需要将它们全部合并到 XX_YY.tmx 中。

source: Note that only two files are modified by OmegaT during translation:
zh_cn: 注意，在翻译期间，OmegaT 只修改两个文件：

source: Note that other CAT tools can export (and import as well) tmx files, usually in all three forms.
zh_cn: 注意，其他 CAT 工具可以输出（也能输入）tmx 文件，通常全部支持三种格式。

source: Note that the TMX files in the tm folder can be compressed with gzip.
zh_cn: 注意，tm 文件夹下的 TMX 文件可以压缩为 gzip。

source: Note that the structure of the source subfolder may take any form you like.
zh_cn: 注意，source 子文件夹的结构可以按照您的喜好采用任何形式。

source: Note: Ctrl Enter is an alternate shortcut if Use TAB to Advance option is not selected.
zh_cn: 注意：如果未选择用 TAB 前进选项，则亦可用 Ctrl Enter 快捷键。

source: Note: Enter is an alternate shortcut if Use TAB to Advance option is not selected.
zh_cn: 注意：如果未选择用 TAB 前进选项，则亦可用 Enter 快捷键。

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
zh_cn: 注：具有匹配语言模式的所有分割规则集按给定顺序应用。

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
zh_cn: 注：DocBook 文件不仅通过文件扩展名识别，对于 DocBook 5 还必须有一个 DOCTYPE 声明：<!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook"

source: Note: If the project was created with the command line in step 3, this step has already been done by the program.
zh_cn: 注意：如果在第 3 步是用命令行创建的项目，则该步骤已由程序完成。

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
zh_cn: 注：原文文件编码设置只会影响不包含编码声明的 HHC 和 HHK 文件。如果 HHC 和 HHK 文件中有编码声明，则将使用之，忽略你在此处设置的值。

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
zh_cn: 注：原文文件编码设置只会影响内部没有编码声明的 HTML 文件。

source: Note: filenames (in first column) can be sorted alphabetically by clicking in the header.
zh_cn: 注意：文件名（第一列）可以通过点击表头来按字母排序。

source: Note: if TMX is removed from /tm/auto before step 3, no extra Translation Unit is added.
zh_cn: 注意：如果在第 3 步之前就从 /tm/auto 中删除了 TMX，则不会添加任何其他翻译单元。

source: Note: if TMX is removed from /tm/enforce before step 3, enforcements aren't kept at all.
zh_cn: 注意：如果在第 3 步之前就从 /tm/enforce 中删除了 TMX，则根本不会保存任何强制修改。

source: Note: not all filters allow you to select an encoding.
zh_cn: 注：不是所有过滤器都可以选择编码方式。

source: Note: on Windows it seems that this manual font fallback mechanism can interfere with standard font fallback, causing undesirable font substitution.
zh_cn: 注意：在 Windows 上，这种手动字体候补机制似乎会干扰标准字体候补，从而导致不理想的字体替换。

source: Note: the segment marker displays <segment nnnn +yy more> when the segment is non-unique.
zh_cn: 注意：遇到非独特句段，标记会显示为 <segment nnnn +yy more>。

source: Notes
zh_cn: 备注

source: Notification (flash)
zh_cn: 通知（闪烁）

source: Notification (steady)
zh_cn: 通知（稳定）

source: Notify Me When a Segment Has "{0}"
zh_cn: 句段有“{0}”时通知我

source: Notify Me When a Segment Has Comments
zh_cn: 句段有注释时通知我

source: Notify Me When a Segment Has Dictionary Entries
zh_cn: 句段有词典条目时通知我

source: Notify Me When a Segment Has Fuzzy Matches
zh_cn: 句段有模糊匹配时通知我

source: Notify Me When a Segment Has Glossary Hits
zh_cn: 句段有术语表命中时通知我

source: Notify Me When a Segment Has Multiple Translations
zh_cn: 句段有多重译文时通知我

source: Notify Me When a Segment Has Notes
zh_cn: 句段有备注时通知我

source: Now
zh_cn: 现在

source: Nr of matching segments: {0}
zh_cn: 匹配的句段数：{0}

source: Number of matching segments:
zh_cn: 匹配的句段数：

source: O&ptions...
zh_cn: 选项(&P)...

source: OK
zh_cn: 确定

source: Of course, pressing Ctrl 5 will have no effect, if there is no match #5.
zh_cn: 显然，如果没有第 5 个匹配项，按下 Ctrl 5 将会没有效果。

source: Often documents will also have tags that have nothing to do with formatting, but which are also important in the source files (and in the translated files).
zh_cn: 经常文档都会含有无需处理的格式标签，但它们对源文件（和已译文件）也很重要。

source: OmegaT 4.2 - User's Guide
zh_cn: OmegaT 4.2 - 用户指南

source: OmegaT Project Files
zh_cn: OmegaT 项目文件

source: OmegaT Project Folder
zh_cn: OmegaT 项目文件夹

source: OmegaT also backs up the translation memory to project_save.tmx.YEARMMDDHHNN.bak in the same subfolder each time a project is opened or reloaded.
zh_cn: OmegaT 在每次打开或者重新载入项目时也会将翻译记忆库备份到同一子目录下的 project_save.tmx.YEARMMDDHHNN.bak 文件。

source: OmegaT automatically saves translations every 3 minutes as well as when you close the project or quit OmegaT.
zh_cn: OmegaT 每 3 分钟自动保存一次翻译，在关闭项目或退出 OmegaT 前也会自动保存。

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
zh_cn: OmegaT 还能检查如 %s 之类的程序变量（printf 函数变量）。

source: OmegaT does not have read and write permissions to this folder.
zh_cn: OmegaT 对此文件夹无读写权限。请另选一个文件夹。

source: OmegaT exports version 1.4 TMX files (both level 1 and level 2).
zh_cn: OmegaT 导出版本 1.4 的 TMX 文件（级别 1 和级别 2 均有）。

source: OmegaT follows very strict procedures when loading translation memory (tmx) files.
zh_cn: 在加载翻译记忆库（tmx）文件时，OmegaT 遵循非常严格的流程。

source: OmegaT has detected a 3.6-style team project.
zh_cn: OmegaT 已探测到 3.6 风格的团队项目。

source: OmegaT interfaces to SVN and Git, two common team software versioning and revision control systems (RCS), available under an open source license.
zh_cn: OmegaT 可连接 SVN 和 Git，这是两种常见的以开源许可提供的团队软件版本与修订控制系统（RCS）。

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
zh_cn: OmegaT 是一个免费、开源的多平台计算机辅助翻译工具，具有模糊匹配、翻译记忆、关键字搜索、术语表功能，帮助翻译不断更新的项目。

source: OmegaT is able to store translations that are identical to the source.
zh_cn: OmegaT 能保存与原文完全相同的译文。

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
zh_cn: OmegaT 无法访问包含操作系统名称的系统属性和/或\n包含你的主文件夹的系统属性。

source: OmegaT is the original work of Keith Godfrey.
zh_cn: OmegaT 是 Keith Godfrey 的作品。

source: OmegaT license
zh_cn: OmegaT 许可证

source: OmegaT supports imported tmx versions 1.1-1.4b (both level 1 and level 2).
zh_cn: OmegaT 支持导入 tmx 版本 1.1-1.4b（级别 1 和级别 2 都可）。这使得 OmegaT 可以读取其他工具生成的翻译记忆库。

source: OmegaT team
zh_cn: OmegaT 团队
